// ==== Settings ====
"Library" = "Bibliothek";
"Hide Document Names" = "Notizbuch-Namen ausblenden";

"Reading and Editing" = "Lesen und Bearbeiten";
"Hide Status Bar" = "Statusleiste ausblenden";
"Disable Auto Lock" = "Automatische Sperre deaktivieren";
"Please disable \"Multitasking Gestures\" in iPad's Settings for palm rest to work properly." = "Damit die Handballenablage richtig funktionieren kann, müssen Sie in den iPad-Einstellungen die „Multitasking-Bedienung“ deaktivieren.";

"When Using the Close-up Input" = "Bei Nutzung des Zoom-Eingabebereichs";
"Disable Editing Elsewhere" = "Bearbeiten auf Zoom-Eingabebereich beschränken";
"Close-up Input Tips" = "• Tippen und Halten Sie an einer beliebigen Stelle,\num den Zoom-Eingabebereich zu öffnen.\n• Tippen und Halten Sie auf die Return-Taste, um in die nächste Zeile zu springen\n (mit Einzug). Ziehen Sie das Positionsfeld in die Zeile hinein, um dem Einzug zu ändern."; // the locator is a rectangle which shows the location of the close-up input on the page view

"About GoodNotes" = "Über GoodNotes";
"Version" = "Version";
"Send Us Feedback" = "Feedback senden";
"Rate GoodNotes on iTunes to support us!" = "Bitte bewerten Sie GoodNotes im App Store!";

"We would love to hear your questions, comments, or suggestions! Please enter your feedback below in English:" = "Wir würden sehr gerne von Ihnen hören! Egal, was Sie zu sagen haben. Fragen, Kommentare oder Vorschläge bitte hier auf Englisch eingeben:";

"Crash Recovery" = "Wiederherstellung nach Absturz";
"Safe Mode" = "Sicherer Modus";
"Turn on safe mode to prevent GoodNotes from crashing on start up." = "Aktivieren Sie den sicheren Modus, um ein Abstürzen beim Start von GoodNotes zu verhindern.";

// ==== version 2.3 below ====
"When Using Close-up Input or Text Input" = "Bei Verwendung des Zoom-Eingabebereichs oder der Texteingabe";

// ==== version 2.5 below ====
"Close-up Input Gesture (Tap and Hold)" = "Geste f. Zoom-Eingabebereich (Tippen und Halten)";
"Text Input Gesture (Two Fingers Tap)" = "Geste f. Texteingabe (Tippen mit zwei Fingern)";
"Unlink Dropbox" = "Dropbox-Link trennen";
"Unlink Box" = "Box-Link trennen";

// ==== version 3.2 below ====
"Palm Rest" = "Handballenablage";
"Palm Rest Control Position" = "Position der Handballenablage";
"Left" = "Links";
"Right" = "Rechts";
"Auto-Deselect Eraser" = "Radierer automatisch abschalten";

// ==== version 3.3 below ====
"Pen Style" = "Stifttyp";
"Fountain Pen" = "Füller";
"Rollerball Pen" = "Kugelschreiber";

// ==== version 3.4.2 below ====

"Turn on Safe Mode to prevent opening a crashing document on startup." = "Aktivieren Sie den Sicheren Modus, um das automatische Öffnen von zu Abstürzen führenden Dokumenten beim App-Start zu verhindern.";

"Extract App Data" = "App-Daten übergeben";
"If you cannot open GoodNotes even when Safe Mode is enabled, turn this on and open GoodNotes to extract all app data to iTunes File Sharing. Then please send us a support ticket with the app data archive to recover your notes." = "Sollten Sie GoodNotes trotz aktiviertem Sicheren Modus nicht starten können, aktivieren Sie bitte diese Option und starten Sie GoodNotes. Die App wird dann alle Daten an die iTunes-Dateifreigabe übergeben. Senden Sie uns anschließend bitte eine Support-E-Mail mit den App-Daten, damit wir Ihre Notizen wiederherstellen können.";